;staff slot template
[RM_CellStaffSlot X2StaffSlotTemplate]
EmptyText="XCOM顾问"
BonusText="顾问反抗军指挥： %CONTINENTNAME"

;sitrep templates
[LSC_SoldierTierOneBonusA X2SitRepTemplate]
FriendlyName="顾问：士兵（无经验）"
Description="XCOM士兵支持已导致计时器延长一回合。"


[LSC_SoldierTierOneBonusB X2SitRepTemplate]
FriendlyName="顾问：士兵（有经验）"
Description="XCOM士兵支持已导致计时器延长两回合。"


[LSC_SoldierTierOneBonusC X2SitRepTemplate]
FriendlyName="顾问：士兵（精通）"
Description="XCOM士兵支持已导致计时器延长三回合。"

[LSC_SoldierTierTwoBonus X2SitRepTemplate]
FriendlyName="顾问：士兵（高级支持）"
Description="高级XCOM士兵支持已导致平民对XCOM友好，并授予紧急计时器暂停能力。"

[LSC_NoHeat X2SitRepTemplate]
FriendlyName="寂静条件"
Description="变种人由于XCOM存在微乎其微，已将部队撤离该大陆。计时任务将在队伍暴露之前等待，直到隐蔽被破坏。"

[LSC_MedHeat X2SitRepTemplate]
FriendlyName="变种人涌动"
Description="变种人已向该大陆增派人员：预计将遇到更多高级人员。"

[LSC_HighHeat X2SitRepTemplate]
FriendlyName="全面警戒"
Description="变种人已在此部署全面反XCOM措施：如果适用，队伍在本任务中将无法获得隐蔽性。"

[LSC_NoHeatAlter X2SitRepTemplate]
FriendlyName="寂静条件"
Description="变种人由于XCOM存在微乎其微，已将部队撤离该大陆。队伍在敌方面前被揭露的几率大大降低。"

[LSC_MedHeatAlter X2SitRepTemplate]
FriendlyName="增援部队"
Description="XCOM的活动导致变种人在该大陆部署了更多巡逻部队。"

[LSC_HighHeatAlter X2SitRepTemplate]
FriendlyName="快速反应部队"
Description="变种人已在此部署全面反XCOM措施：如果可能，将确保增援部队在此出现。"

; abilities
[LSC_EmergencyOverride X2AbilityTemplate]
LocFriendlyName="紧急重置"
LocLongDescription="激活此能力以消耗20点情报并暂停当前任务计时器两回合。"
LocHelpText="激活以消耗情报并暂停计时器两回合。"
LocFlyOverText="紧急重置"

[LSC_ReduceDetection X2AbilityTemplate]
LocFriendlyName="隐秘入口"
LocLongDescription="由于大陆上变种人的存在几乎为零，XCOM单位在本任务中很难被发现。"
LocHelpText="XCOM单位在本任务中很难被发现。"
LocFlyOverText="隐秘入口"


; sitrep effects
[LSC_ForceReinforcementsEffect X2SitRepEffect_ModifyKismetVariable]
FriendlyName="快速反应部队"
Description="变种人已在此部署全面反XCOM措施：如果可能，将确保增援部队在此出现。"

[BreakStartingSquadConcealmentEffect X2SitRepEffect_BreakConcealment]
FriendlyName="高度警戒"
Description="本任务的队伍隐蔽性将不可用。"

[ForceLevelIncreaseByTwoEffect X2SitRepEffect_ModifyForceLevel]
FriendlyName="变种人涌动"
Description="变种人已向该大陆增派人员：预计将遇到更多高级人员。"

[LSC_IncreaseTimer1Effect X2SitRepEffect_ModifyKismetVariable]
FriendlyName="延长计时器"
Description="如果本任务有计时器，它将被增加一定数量的回合。"

[LSC_IncreaseTimer2Effect X2SitRepEffect_ModifyKismetVariable]
FriendlyName="延长计时器"
Description="如果本任务有计时器，它将被增加一定数量的回合。"

[LSC_IncreaseTimer3Effect X2SitRepEffect_ModifyKismetVariable]
FriendlyName="延长计时器"
Description="如果本任务有计时器，它将被增加一定数量的回合。"


[HighExplosivesEffect X2SitRepEffect_ModifyMissionMaps]
FriendlyName="高爆炸物"
Description="本战斗区域含有高密度的爆炸物。请小心。"

; missions
[HeatRetaliation_A X2MissionTemplate]
DisplayName="反抗军指挥防御"
Briefing="防御反抗军指挥免受攻击"
PostMissionType="指挥防御"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="拯救反抗军力量"
ObjectiveTextPools[1]="击败所有敌方力量"
ObjectiveTextPools[2]="此任务将在防御避难所后立即进行进攻性反攻"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Unique.Central_Unique_Missions_Terror_Attack"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_05"
PreMissionNarratives[5]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_01"
PreMissionNarratives[6]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_02"
PreMissionNarratives[7]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_03"
PreMissionNarratives[8]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_04"
PreMissionNarratives[9]="X2NarrativeMoments.TACTICAL.Terror.T_Terror_Narrative_Wrappers_05"

[HeatRetaliation_A X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="拯救反抗军火力小队"
ObjectiveTextPools[1]="REMOVED"
ObjectiveTextPools[2]="拯救被困平民"
ObjectiveTextPools[3]="消灭所有敌方目标"
ObjectiveTextPools[4]="撤离所有XCOM士兵"


[HeatRetaliation_B X2MissionTemplate]
DisplayName="消灭变种人报复行动指挥官"
Briefing="消灭变种人报复行动指挥官"
PostMissionType="消灭变种人报复行动指挥官"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="定位并消灭变种人报复行动指挥官"
ObjectiveTextPools[1]="不允许报复行动指挥官逃脱"
PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A"
PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B"
PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C"

[HeatRetaliation_B X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="定位变种人报复行动指挥官"
ObjectiveTextPools[1]="击杀变种人报复行动指挥官"
ObjectiveTextPools[2]="消灭所有敌方目标"
ObjectiveTextPools[3]="撤离所有XCOM士兵"


[CommandRaidComplete X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="你们在战场上果断的行动拯救了许多无辜的生命，以及这个大陆上反抗军组织的运营能力。你和你的部队值得赞扬。"
CouncilSpokesmanFailureText="我们未能介入这个大陆上对反抗军组织的Elders报复行动，这无疑会动摇我们的盟友的意志。"

[MissionSource_CommandRaid X2MissionSourceTemplate]
MissionPinLabel="反抗军指挥突袭"
MissionExpiredText="指挥官，变种人部队已摧毁 <XGParam:StrValue0/!WorldRegionName/>的反抗军避难所；这个大陆上的所有反抗军补给空投都因此遭受损失！"

;rewards
[Reward_LoseHeat X2RewardTemplate]
DisplayName="降低大陆热量"

[Reward_ReduceHeat X2RewardTemplate]
DisplayName="减少大陆热量"

;techs
[Tech_LSC_StartGOp X2TechTemplate]
DisplayName="准备降热行动"
Summary="为了帮助世界各地的反抗军指挥，我们可以设置自己的游击行动，旨在针对价值高的变种人人员和工作地点，以定位地区。"
CodeName="Fertig"
LongDescription="虽然这是一个耗时且消耗资源的过程，但我们已经找到了一个机会，可以进行游击行动，帮助反抗军指挥在变种人的注意下存活。我在桥上等你，指挥官。J. Bradford"
UnlockedDescription="可用游击行动”"

[Tech_LSC_SpendIntel X2TechTemplate]
DisplayName="变种人热量减少"
Summary="现在暗影舱已经投入运行，我们可以利用它来访问变种人的网络的受保护部分，并移除他们可能关于反抗军地区的线索。然而，这需要大量的可操作的情报。"
CodeName="Fortitude"
LongDescription="这个过程既漫长又艰辛，但我们已经成功地将变种人从追踪反抗军地区的线索上转移开。这应该会给我们一些在现在操作时的喘息空间。R. Tygan。" 
UnlockedDescription="大陆热量降低！"
